"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 2225, \"word_counts\": \"{\\\"tech\\\": 401, \\\"business\\\": 510, \\\"sport\\\": 511, \\\"entertainment\\\": 386, \\\"politics\\\": 417}\", \"word_docs\": \"{\\\"tech\\\": 401, \\\"business\\\": 510, \\\"sport\\\": 511, \\\"entertainment\\\": 386, \\\"politics\\\": 417}\", \"index_docs\": \"{\\\"4\\\": 401, \\\"2\\\": 510, \\\"1\\\": 511, \\\"5\\\": 386, \\\"3\\\": 417}\", \"index_word\": \"{\\\"1\\\": \\\"sport\\\", \\\"2\\\": \\\"business\\\", \\\"3\\\": \\\"politics\\\", \\\"4\\\": \\\"tech\\\", \\\"5\\\": \\\"entertainment\\\"}\", \"word_index\": \"{\\\"sport\\\": 1, \\\"business\\\": 2, \\\"politics\\\": 3, \\\"tech\\\": 4, \\\"entertainment\\\": 5}\"}}"